Revit 2027 API
ParameterTypeId.SpotElevTextHorizOffset Property
 "Text Offset from Symbol"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotElevTextHorizOffset { get; }
Public Shared ReadOnly Property SpotElevTextHorizOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotElevTextHorizOffset {
	ForgeTypeId^ get ();
}
static member SpotElevTextHorizOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace